Repository: bestwebsoft/updater-wordpress-plugin
Catalog: languages/updater-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Notifications
de_de: Benachrichtigungen

source: Misc
de_de: Verschiedenes

source: Custom Code
de_de: Benutzerdefinierter Code

source: License Key
de_de: Lizenzschlüssel

source: Please select a recipient email. Settings are not saved.
de_de: Bitte wählen Sie eine Empfänger-E-Mail. Die Einstellungen werden nicht gespeichert.

source: Please enter a valid recipient email. Settings are not saved.
de_de: Bitte geben Sie eine gültige Empfänger-E-Mail ein. Die Einstellungen werden nicht gespeichert.

source: Please enter a valid sender email. Settings are not saved.
de_de: Bitte geben Sie eine gültige Absender-E-Mail ein. Die Einstellungen werden nicht gespeichert.

source: Please select at least one option in the 'Check & Update' section. Settings are not saved.
de_de: Bitte wählen Sie mindestens eine Option im Bereich 'Prüfen & Aktualisieren'. Die Einstellungen werden nicht gespeichert.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Updater Settings
de_de: Updater-Einstellungen

source: Check & Update
de_de: Prüfen & Aktualisieren

source: Translations
de_de: Übersetzungen

source: Close
de_de: Schließen

source: Update Inactive Plugins & Themes
de_de: Inaktive Plugins & Themes aktualisieren

source: Enable to update inactive plugins and themes.
de_de: Aktivieren Sie die Aktualisierung inaktiver Plugins und Themes.

source: Auto Update
de_de: Automatisches Update

source: Enable to update software automatically.
de_de: Aktivieren Sie diese Option, um die Software automatisch zu aktualisieren.

source: Search & Install Updates Every
de_de: Suchen und installieren Sie alle Updates

source: hours
de_de: Stunden

source: Enable to automatically create a backup before each update (recommended).
de_de: Aktivieren Sie diese Option, um vor jeder Aktualisierung automatisch ein Backup zu erstellen (empfohlen).

source: The maximum number of stored backups. When maximum limit is reached the oldest backup will be automatically deleted.
de_de: Die maximale Anzahl der gespeicherten Backups. Wenn die maximale Anzahl erreicht ist, wird das älteste Backup automatisch gelöscht.

source: Backup Custom
de_de: Backup Benutzerdefiniert

source: Folders
de_de: Ordner

source: Tables in database
de_de: Tabellen in der Datenbank

source: Test Backup
de_de: Test-Sicherung

source: Enable to delete test backup when it's finished.
de_de: Aktivieren Sie die Option zum Löschen des Test-Backups, wenn es fertig ist.

source: Backup Now
de_de: Jetzt sichern

source: Insert your Envato API Personal Token to enable automatic updates of your installed products.
de_de: Geben Sie Ihr persönliches Envato API-Token ein, um automatische Updates Ihrer installierten Produkte zu aktivieren.

source: Learn More
de_de: Mehr erfahren

source: Email Notifications Settings
de_de: Einstellungen für E-Mail-Benachrichtigungen

source: Receive Email Notifications When
de_de: Erhalten Sie E-Mail-Benachrichtigungen, wenn

source: New updates are available
de_de: Neue Updates sind verfügbar

source: Update is completed
de_de: Die Aktualisierung ist abgeschlossen

source: Send Email Notifications to
de_de: E-Mail-Benachrichtigungen senden an

source: Default email
de_de: Standard-E-Mail

source: Select a username
de_de: Einen Benutzernamen auswählen

source: Select an existing administrator or a custom email.
de_de: Wählen Sie einen vorhandenen Administrator oder eine benutzerdefinierte E-Mail.

source: Custom email
de_de: Kunden-Email

source: Add multiple email addresses separated by comma.
de_de: Fügen Sie mehrere durch Komma getrennte E-Mail-Adressen hinzu.

source: Send Email Notifications from
de_de: E-Mail-Benachrichtigungen senden von

source: Name
de_de: Vorname

source: Note: If you will change this settings, email notifications may be marked as spam or email delivery failures may occur if you'll change this option.
de_de: Hinweis: Wenn Sie diese Einstellungen ändern, werden E-Mail-Benachrichtigungen möglicherweise als Spam markiert oder die Zustellung von E-Mails kann fehlschlagen, wenn Sie diese Option ändern.

source: New Updates are Available
de_de: Neue Updates sind verfügbar

source: Subject
de_de: Betreff

source: Allowed Variables:
de_de: Erlaubte Variablen:

source: Website name.
de_de: Name der Website.

source: Message
de_de: Mitteilung

source: List of available updates.
de_de: Liste der verfügbaren Updates.

source: Update is Completed
de_de: Update ist abgeschlossen

source: Updates results.
de_de: Aktualisiert die Ergebnisse.

source: Skip Minor WordPress Updates
de_de: Überspringen kleinerer WordPress-Updates

source: Enable to turn off automatic update of WordPress minor versions. This will not have an impact on plugin’s workability.
de_de: Aktivieren Sie diese Option, um die automatische Aktualisierung von kleineren WordPress-Versionen zu deaktivieren. Dies hat keinen Einfluss auf die Funktionsfähigkeit des Plugins.

source: item
de_de: Artikel

source: items
de_de: Artikel

source: Title
de_de: Titel

source: Category
de_de: Kategorie

source: Update Now
de_de: Jetzt aktualisieren

source: New version is available.
de_de: Eine neue Version ist verfügbar.

source: View %2$s details
de_de: Ansicht %2$s Details

source: or
de_de: oder

source: update now
de_de: Jetzt aktualisieren

source: Update now.
de_de: Jetzt aktualisieren.

source: Core
de_de: Kern

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Disable Auto Update
de_de: Automatische Aktualisierung deaktivieren

source: Available in Pro
de_de: Verfügbar in Pro

source: Sending Report...
de_de: Bericht abschicken...

source: Sorry, your email could not be sent to %s.
de_de: Ihre E-Mail konnte leider nicht an %s gesendet werden.

source: The email with the update results was sent to %s.
de_de: Die E-Mail mit den Aktualisierungsergebnissen wurde an %s gesendet.

source: Go to the Updater page
de_de: Rufen Sie die Seite Updater auf

source: Go back to the Updater page
de_de: Gehen Sie zurück zur Seite Updater

source: Installed Software
de_de: Installierte Software

source: Upgrade to Pro
de_de: Upgrade auf die Pro-Version

source: Hello!
de_de: Hallo!

source: Updater plugin is run on your website
de_de: Das Updater-Plugin wird auf Ihrer Website ausgeführt

source: The following files need to be updated:
de_de: Die folgenden Dateien müssen aktualisiert werden:

source: If you want to change the type of the updating mode or other settings, please go to the %s.
de_de: Wenn Sie die Art des Aktualisierungsmodus oder andere Einstellungen ändern möchten, gehen Sie bitte zum Menüpunkt %s.

source: plugin settings page
de_de: plugin-Einstellungsseite

source: Thanks for using %s!
de_de: Vielen Dank das Sie %s verwenden!

source: Check for Updates on
de_de: Suchen Sie nach Updates auf

source: Updating on
de_de: Aktualisieren am

source: We strongly recommend you to backup your website and WordPress database before updating! We are not responsible for the site running after updates.
de_de: Wir empfehlen Ihnen dringend, vor der Aktualisierung ein Backup Ihrer Website und Ihrer WordPress-Datenbank zu erstellen! Wir sind nicht dafür verantwortlich, dass die Website nach der Aktualisierung weiterläuft.

source: Updating Plugins...
de_de: Plugins aktualisieren...

source: Updating Themes...
de_de: Themes aktualisieren...

source: Updating Translations...
de_de: Übersetzungen aktualisieren...

source: Updating WordPress...
de_de: WordPress aktualisieren...

source: Update Failed
de_de: Aktualisierung fehlgeschlagen

source: WordPress was updated successfully!
de_de: WordPress wurde erfolgreich aktualisiert!

source: The following files can't be updated
de_de: Die folgenden Dateien können nicht aktualisiert werden

source: failed update
de_de: fehlgeschlagenes Update

source: the current version is %s
de_de: die aktuelle Version ist %s

source: Theme(s)
de_de: Thema(s)

source: WordPress can’t be updated on your website.
de_de: WordPress kann nicht auf Ihrer Website aktualisiert werden.

source: failed update.
de_de: fehlgeschlagenes Update.

source: The following files were updated successfully
de_de: Die folgenden Dateien wurden erfolgreich aktualisiert

source: updated to the version %s
de_de: aktualisiert auf die Version %s

source: updated successfully.
de_de: erfolgreich aktualisiert.

source: to the version %s
de_de: zur Version %s

source: Version %s is available
de_de: Version %s ist verfügbar

source: To start the updating, please follow the link
de_de: Um die Aktualisierung zu starten, folgen Sie bitte dem Link

source: Updater page on your website
de_de: Updater-Seite auf Ihrer Website

source: Updater plugin starts updating these files.
de_de: Das Updater-Plugin startet die Aktualisierung dieser Dateien.

source: Your files are all up to date.
de_de: Ihre Dateien sind alle auf dem neuesten Stand.

source: Notice:
de_de: Hinweis:

source: Due to the peculiarities of the multisite work, Updater plugin has only
de_de: Aufgrund der Besonderheiten der Multisite-Arbeit hat das Updater-Plugin nur

source: Network settings page
de_de: Seite Netzwerkeinstellungen

source: Due to the peculiarities of the multisite work, Updater plugin has the network settings page only and it should be Network Activated.
de_de: Aufgrund der Besonderheiten der Multisite-Arbeit verfügt das Updater-Plugin nur über die Seite mit den Netzwerkeinstellungen und sollte daher als Netzwerk aktiviert sein.

source: Activate Updater for Network
de_de: Aktivieren Sie Updater für Netzwerk
